Repository: paroj/teatime
Catalog: po/*.po
Languages: ca, el, fi, fr, hr, nb_no, nl, pt, sk, uk

source: finished just now
ca: acaba de finalitzar
el: ολοκληρώθηκε μόλις τώρα
fi: päättyi juuri nyt
fr: Terminé en ce moment
hr: završen upravo sada
nb_no: fullført nå
nl: Zojuist voltooid
pt: finalizado mesno agora
sk: práve ukončené
uk: щойно закінчив

source: finished %s seconds ago
ca: ha finalitzat fa %s segons
el: ολοκληρώθηκε πριν από %s δευτερόλεπτα
fi: päättyi %s sekuntia sitten
fr: Terminé il y a %s secondes
hr: završen prije %s sekundi
nb_no: fullført for %s sekunder siden
nl: %s seconden geleden voltooid
pt: finalizado há %s segundos
sk: ukončené pred %s sekundami
uk: закінчив %s секунд тому

source: finished %s minutes ago
ca: ha finalitzat fa %s minut
el: ολοκληρώθηκε πριν από %s λεπτά
fi: päättyi %s minuuttia sitten
fr: Terminé il y a %s minutes
hr: završen prije %s minuta
nb_no: fullført for %s minutter siden
nl: %s minuten geleden voltooid
pt: finalizado há %s minutos
sk: ukončené pred %s minútami
uk: закінчив %s хвилин тому

source: %s is ready
ca: %s està llest
el: %s είναι έτοιμο
fi: %s on valmis
fr: %s est prêt
hr: %s je spreman
nb_no: %s er klar
nl: %s is klaar
pt: %s está pronto
sk: %s je pripravený
uk: %s готовий

source: Name
ca: Nom
el: Όνομα
fi: Nimi
fr: Nom
hr: Naziv
nb_no: Navn
nl: Naam
pt: Nome
sk: Názov
uk: Назва

source: Duration
ca: Temps
el: Διάρκεια
fi: Kesto
fr: Durée
hr: Trajanje
nb_no: Varighet
nl: Tijdsduur
pt: Duração
sk: Trvanie
uk: Тривалість

source: New Entry
ca: Entrada nova
el: Νέα καταχώριση
fi: Uusi ajastus
fr: Ajouter un enregistrement
hr: Novi unos
nb_no: Ny oppføring
nl: Nieuw item
pt: Novo registo
sk: Nová položka
uk: Новий запис

source: %s: %s remaining
ca: %s: manca %s
el: %s: %s απομένουν
fi: %s: %s jäljellä
fr: %s : %s restant
hr: %s: %s preostalo
nb_no: %s: %s igjen
nl: %s: %s resterende
pt: %s: %s restando
sk: zostáva %s: %s
uk: %s: залишилось %s

source: Stop Timer
ca: Temporitzador
el: Διακοπή Χρονοδιακόπτη
fi: Pysäytä ajastin
fr: Arrêter
hr: Zaustavi odbrojavanje
nb_no: Stopp tidsur
pt: Parar temporizador
sk: Zastaviť Časovač
uk: Зупинити таймер

source: Start Timer
ca: Inicia el temporitzador
el: Εκκίνηση χρονομέτρου
fi: Käynnistä ajastin
fr: Démarrer
hr: Započni odbrojavanje
nb_no: Start tidsur
pt: Iniciar temporizador
sk: Spustiť Časovač
uk: Запустити таймер

source: No Running Timers
ca: No hi ha cap temporitzador actiu
el: Δεν Υπάρχουν Χρονοδιακόπτες Λειτουργίας
fi: Ei ajastimia käynnissä
fr: Pas de enregistrements
hr: Nema pokrenutih odbrojavanja
nb_no: Ingen kjørende tidsur
nl: Geen lopende timers
pt: Sem temporizadores ativos
sk: Žiadne bežiace časovače
uk: Немає активних таймерів

source: _About
nb_no: _Om
pt: _Sobre

source: _Quit
nb_no: _Avslutt
pt: _Sair

source: A simple egg timer application for Unity & Dash to Dock
nb_no: Et enkelt tidsurprogram for Unity og Dash til dokk
pt: Uma aplicação simples de temporizador de ovos para Unity e Dash to Dock

source: translator-credits
ca: Traduït per
el: διαπίστευση-μεταφραστής
fi: kääntäjän tunnustukset
fr: Launchpad Contributions: Niccola https://launchpad.net/~niccolatorres londumas https://launchpad.net/~helion331990
hr: Milo Ivir <mail@milotype.de>
nb_no: Allan Nordhøy, <epost@anotheragency.no>
nl: Vertaald door
pt: Contribuções do Launchpad: Biffaboy https://launchpad.net/~curtisbull gogo https://launchpad.net/~trebelnik-stefina
sk: prekladateľské akredity
uk: Launchpad Contributions: Vitaliy Kulikov https://launchpad.net/~slonua

source: A simple egg timer application for the Unity Desktop
ca: Una senzilla aplicació de temporitzador per a Unity Desktop
el: Μια απλή εφαρμογή χρονοδιακόπτη αυγών για την Επιφάνεια Εργασίας Unity
fi: Yksinkertainen munaajastinsovellus Unity Desktopille
fr: Une application rappel de cuisine simple pour le Unity Desktop
hr: Jednostavan program za odbrojavanje vremena za Unity Desktop
nl: Een eenvoudige eierwekkerapplicatie voor de Unity Desktop
sk: Jednoduchá aplikácia na meranie času na vajcia pre pracovnú plochu Unity
uk: Простий "яєчний" таймер для Unity Desktop
